Repository: xjpz/uPic
Catalog: uPic/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

source: (optional),When filled, URL = domain + URL path value
de: (optional), Wenn ausgefüllt, URL = Domain + URL-Pfadwert
es: (opcional), Cuando se complete, URL = dominio + valor de ruta URL
fr: (facultatif), Lorsque rempli, URL = domaine + valeur du chemin URL
it: (opzionale), Quando compilato, URL = dominio + valore percorso URL
ja: (オプション), 入力時、URL = ドメイン + URLパス値
ko: (선택 사항), 채우면 URL = 도메인 + URL 경로 값
ru: (необязательно), При заполнении, URL = домен + значение пути URL
zh_hans: (可选), 当填写时, URL = 前缀 + URL 路径值
zh_hant: (可選), 當填寫時, URL = 前綴 + URL 路徑值

source: ⚠️ Note that this will clear your uPic database
de: ⚠️ Hinweis: Dies wird Ihre uPic-Datenbank löschen
es: ⚠️ Tenga en cuenta que esto borrará su base de datos uPic
fr: ⚠️ Notez que cela effacera votre base de données uPic
it: ⚠️ Nota: questo cancellerà il database di uPic
ja: ⚠️ 注意: これにより uPic データベースがクリアされます
ko: ⚠️ 주의: 이렇게 하면 uPic 데이터베이스가 지워집니다
ru: ⚠️ Обратите внимание: это очистит вашу базу данных uPic
zh_hans: ⚠️ 注意这将清除您的 uPic 数据库
zh_hant: ⚠️ 這將清除您的 uPic 數據庫

source: ⚠️ Note that this will reset all user preferences
de: ⚠️ Hinweis: Dies setzt alle Benutzereinstellungen zurück
es: ⚠️ Tenga en cuenta que esto restablecerá todas las preferencias del usuario
fr: ⚠️ Notez que cela réinitialisera toutes les préférences utilisateur
it: ⚠️ Nota: questo reimposterà tutte le preferenze utente
ja: ⚠️ 注意: これによりすべてのユーザー設定がリセットされます
ko: ⚠️ 주의: 이렇게 하면 모든 사용자 기본 설정이 재설정됩니다
ru: ⚠️ Обратите внимание: это сбросит все пользовательские настройки
zh_hans: ⚠️ 注意这将会重置所有用户偏好设置
zh_hant: ⚠️ 注意 這將會重置所有用戶偏好設定

source: ⚠️ overwrite
de: ⚠️ überschreiben
es: ⚠️ sobrescribir
fr: ⚠️ écraser
it: ⚠️ sovrascrivere
ja: ⚠️ 上書き
ko: ⚠️ 덮어쓰기
ru: ⚠️ перезаписать
zh_hans: ⚠️ 覆盖
zh_hant: ⚠️ 覆蓋

source: ⚠️ Please choose import method, merge or overwrite?
de: ⚠️ Bitte wählen Sie die Importmethode: zusammenführen oder überschreiben?
es: ⚠️ Por favor elija método de importación, ¿fusionar o sobrescribir?
fr: ⚠️ Veuillez choisir la méthode d'importation, fusionner ou écraser?
it: ⚠️ Scegli il metodo di importazione, unisci o sovrascrivi?
ja: ⚠️ インポート方法を選択してください、マージしますか？それとも上書きしますか？
ko: ⚠️ 가져오기 방법을 선택하세요, 병합 또는 덮어쓰기?
ru: ⚠️ Пожалуйста, выберите метод импорта: объединить или перезаписать?
zh_hans: ⚠️ 请选择导入方式, 合并还是覆盖?
zh_hant: ⚠️ 請選擇導入方式, 合併還是覆蓋?

source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
it: Anonimo
ja: 匿名
ko: 익명
ru: Аноним
zh_hans: 匿名
zh_hant: 匿名

# App is already running
source: uPic is already running!
de: uPic läuft bereits!
es: ¡uPic ya está en ejecución!
fr: uPic est déjà en cours d'exécution!
it: uPic è già in esecuzione!
ja: uPic は既に実行中です!
ko: uPic이 이미 실행 중입니다!
ru: uPic уже запущен!
zh_hans: uPic 已经在运行!
zh_hant: uPic 已經啟動!

source: Are you sure you want to revoke disk access permission? This may affect file uploading functionality.
de: Sind Sie sicher, dass Sie die Festplattenzugriffsberechtigung widerrufen möchten? Dies kann die Datei-Upload-Funktionalität beeinträchtigen.
es: ¿Está seguro de que desea revocar el permiso de acceso al disco? Esto puede afectar la funcionalidad de carga de archivos.
fr: Êtes-vous sûr de vouloir révoquer la permission d'accès au disque ? Cela peut affecter la fonctionnalité de téléchargement de fichiers.
it: Sei sicuro di voler revocare il permesso di accesso al disco? Questo potrebbe influenzare la funzionalità di caricamento dei file.
ja: ディスクアクセス権限を取り消してもよろしいですか？これによりファイルアップロード機能に影響する可能性があります。
ko: 디스크 액세스 권한을 취소하시겠습니까? 이는 파일 업로드 기능에 영향을 줄 수 있습니다.
ru: Вы уверены, что хотите отозвать разрешение на доступ к диску? Это может повлиять на функциональность загрузки файлов.
zh_hans: 您确定要撤销磁盘访问权限吗？这可能会影响文件上传功能。
zh_hant: 您確定要撤銷磁盤訪問權限嗎？這可能會影響文件上傳功能。

source: Authorize
de: Autorisieren
es: Autorizar
fr: Autoriser
it: Autorizza
ja: 認証
ko: 인증
ru: Авторизовать
zh_hans: 授权
zh_hant: 授权

source: Authorized
de: Autorisiert
es: Autorizado
fr: Autorisé
it: Autorizzato
ja: 認証済み
ko: 인증됨
ru: Авторизовано
zh_hans: 已授权
zh_hant: 已授权

source: Body Data
de: Body Daten
es: Datos Body
fr: Données Body
it: Dati Body
ja: Bodyデータ
ko: Body 데이터
ru: Body данные
zh_hans: Body 数据
zh_hant: Body 數據

source: Can be empty, there is a default domain
de: Kann leer sein, es gibt eine Standarddomain
es: Puede estar vacío, hay un dominio predeterminado
fr: Peut être vide, il y a un domaine par défaut
it: Può essere vuoto, c'è un dominio predefinito
ja: 空でも可、デフォルトドメインがあります
ko: 비워둘 수 있음, 기본 도메인이 있음
ru: Может быть пустым, есть домен по умолчанию
zh_hans: 可为空, 有默认域名
zh_hant: 可為空, 有默認域名

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: closing in %@ seconds...
de: schließt in %@ Sekunden...
es: cerrando en %@ segundos...
fr: fermeture dans %@ secondes...
it: chiusura tra %@ secondi...
ja: %@秒後に閉じます...
ko: %@초 후에 닫힙니다...
ru: закроется через %@ секунд...
zh_hans: %@ 秒后关闭...
zh_hant: %@ 秒後關閉...

source: Compress images before uploading
de: Bilder vor dem Hochladen komprimieren
es: Comprimir imágenes antes de subirlas
fr: Compresser les images avant le téléchargement
it: Comprimi le immagini prima del caricamento
ja: アップロード前に画像を圧縮
ko: 업로드 전 이미지 압축
ru: Сжимать изображения перед загрузкой
zh_hans: 上传前压缩图片
zh_hant: 上傳前壓縮圖片

source: configuration export error!
de: Konfigurations-Export Fehler!
es: ¡Error de exportación de configuración!
fr: Erreur d'export de configuration!
it: Errore esportazione configurazione!
ja: 設定のエクスポートエラー!
ko: 구성 내보내기 오류!
ru: Ошибка экспорта конфигурации!
zh_hans: 图床配置导出错误!
zh_hant: 圖床導出錯誤!

source: Confirm Revoke Permission
de: Widerruf der Berechtigung bestätigen
es: Confirmar Revocación de Permiso
fr: Confirmer la Révocation de Permission
it: Conferma Revoca Permesso
ja: 権限取り消しの確認
ko: 권한 취소 확인
ru: Подтвердить Отзыв Разрешения
zh_hans: 确认撤销权限
zh_hant: 確認撤銷權限

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続行
ko: 계속
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

source: Continuing will lose unsaved data. Do you want to continue?
de: Fortfahren führt zum Verlust nicht gespeicherter Daten. Möchten Sie fortfahren?
es: Continuar perderá los datos no guardados. ¿Desea continuar?
fr: Continuer entraînera la perte de données non sauvegardées. Voulez-vous continuer?
it: Continuando perderai i dati non salvati. Vuoi continuare?
ja: 続行すると未保存のデータが失われます。続行しますか？
ko: 계속하면 저장되지 않은 데이터가 손실됩니다. 계속하시겠습니까?
ru: Продолжение приведет к потере несохраненных данных. Хотите продолжить?
zh_hans: 继续会丢失未保存数据, 是否继续?
zh_hant: 繼續將會丟失未存檔的數據, 是否繼續?

source: Cookie Mode
de: Cookie Modus
es: Modo Cookie
fr: Mode Cookie
it: Modalità Cookie
ja: クッキーモード
ko: 쿠키 모드
ru: Режим Cookie
zh_hans: Cookie 模式
zh_hant: Cookie 模式

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
ru: Копировать
zh_hans: 复制
zh_hant: 複製

# Created Client ID
source: Already created? Go get!
de: Erstellte Client ID
es: ID Cliente creado
fr: ID Client créé
it: ID Client creato
ja: 作成されたクライアントID
ko: 생성된 클라이언트 ID
ru: Созданный ID клиента
zh_hans: 已创建？去获取！
zh_hant: 已創建？去獲取！

source: Current disk access permission is active. What would you like to do?
de: Die aktuelle Festplattenzugriffsberechtigung ist aktiv. Was möchten Sie tun?
es: El permiso de acceso al disco actual está activo. ¿Qué le gustaría hacer?
fr: La permission d'accès au disque actuelle est active. Que souhaitez-vous faire ?
it: Il permesso di accesso al disco corrente è attivo. Cosa vorresti fare?
ja: 現在のディスクアクセス権限がアクティブです。何をしますか？
ko: 현재 디스크 액세스 권한이 활성화되어 있습니다. 무엇을 하시겠습니까?
ru: Текущее разрешение доступа к диску активно. Что вы хотите сделать?
zh_hans: 当前磁盘访问权限处于活跃状态。您想要做什么？
zh_hant: 當前磁盤訪問權限處於活躍狀態。您想要做什麼？

source: Customize
de: Anpassen
es: Personalizar
fr: Personnaliser
it: Personalizza
ja: カスタマイズ
ko: 사용자 정의
ru: Настроить
zh_hans: 自定义
zh_hant: 自定義

source: Did not get the file URL
de: Datei-URL nicht erhalten
es: No se obtuvo la URL del archivo
fr: URL du fichier non obtenue
it: URL file non ottenuta
ja: ファイルURLを取得できませんでした
ko: 파일 URL을 가져오지 못했습니다
ru: Не удалось получить URL файла
zh_hans: 没有获取到文件URL
zh_hant: 沒有獲取到文件URL

source: Disk Access Permission
de: Festplattenzugriffsberechtigung
es: Permiso de Acceso al Disco
fr: Permission d'Accès au Disque
it: Permesso di Accesso al Disco
ja: ディスクアクセス権限
ko: 디스크 액세스 권한
ru: Разрешение Доступа к Диску
zh_hans: 磁盘访问权限
zh_hant: 磁盤訪問權限

source: Endpoint
de: Endpunkt
ja: エンドポイント
ko: 엔드포인트
zh_hans: 服务端 URL
zh_hant: 服務端 URL

source: Example:
de: Beispiel:
es: Ejemplo:
fr: Exemple:
it: Esempio:
ja: 例:
ko: 예시:
ru: Пример:
zh_hans: 示例:
zh_hant: 範例:

source: Export failed
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l'export
it: Esportazione fallita
ja: エクスポートに失敗しました
ko: 내보내기 실패
ru: Ошибка экспорта
zh_hans: 导出图床配置失败
zh_hant: 導出圖床配置失敗

source: Failed to process files
de: Dateiverarbeitung fehlgeschlagen
es: Error al procesar archivos
fr: Échec du traitement des fichiers
it: Elaborazione file fallita
ja: ファイルの処理に失敗しました
ko: 파일 처리에 실패했습니다
ru: Не удалось обработать файлы
zh_hans: 处理文件失败
zh_hant: 處理檔案失敗

source: File Field
de: Dateifeld
es: Campo de archivo
fr: Champ de fichier
it: Campo file
ja: ファイルフィールド
ko: 파일 필드
ru: Поле файла
zh_hans: 文件字段名
zh_hant: 文件字段名

source: File format not supported!
de: Dateiformat nicht unterstützt!
es: ¡Formato de archivo no compatible!
fr: Format de fichier non pris en charge!
it: Formato file non supportato!
ja: ファイル形式がサポートされていません!
ko: 지원되지 않는 파일 형식입니다!
ru: Формат файла не поддерживается!
zh_hans: 文件格式不支持!
zh_hant: 檔案格式不支持！

source: File is over the size limit! Limit:
de: Datei überschreitet die Größenbegrenzung! Limit:
es: ¡El archivo excede el límite de tamaño! Límite:
fr: Le fichier dépasse la limite de taille! Limite:
it: Il file supera il limite di dimensione! Limite:
ja: ファイルがサイズ制限を超えています! 制限:
ko: 파일이 크기 제한을 초과했습니다! 제한:
ru: Файл превышает ограничение по размеру! Ограничение:
zh_hans: 文件大小超过限制!限制:
zh_hant: 文件大小超過限制!限制:

source: Full Disk Access
de: Vollständiger Festplattenzugriff
es: Acceso completo al disco
fr: Accès complet au disque
it: Accesso completo al disco
ja: フルディスクアクセス
ko: 전체 디스크 접근
ru: Полный доступ к диску
zh_hans: 完全磁盘访问
zh_hant: 完全磁片訪問

# Full Disk Access Message
source: Due to system security restrictions, App Store downloads do not have the right to read files outside of the app directly. So we need your authorization, but we won't collect any information from you! Note: Without authorization, you will not be able to use right click upload, share upload, command line upload and other functions
de: uPic benötigt Vollzugriff auf die Festplatte, um Screenshots aufzunehmen
es: uPic necesita acceso completo al disco para capturar pantallas
fr: uPic a besoin d'un accès complet au disque pour capturer des écrans
it: uPic necessita l'accesso completo al disco per catturare schermate
ja: uPicがスクリーンショットを撮るにはフルディスクアクセスが必要です
ko: uPic이 스크린샷을 찍으려면 전체 디스크 접근 권한이 필요합니다
ru: uPic требуется полный доступ к диску для создания скриншотов
zh_hans: 由于系统的安全限制，App Store 下载的软件无权直接读取应用外的文件。所以我们需要您的授权，但我们不会收集你的任何信息！ 注：若不授权，将无法使用右键上传、分享上传、命令行上传等功能
zh_hant: 由於系統的安全限制，App Store下載的軟件無權直接讀取應用外的檔案。所以我們需要您的授權，但我們不會收集你的任何資訊！ 注：若不授權，將無法使用右鍵上傳、分享上傳、命令列上傳等功能

source: Get API Token
de: API Token erhalten
es: Obtener Token API
fr: Obtenir Token API
it: Ottieni Token API
ja: APIトークンを取得
ko: API 토큰 가져오기
ru: Получить API токен
zh_hans: 获取 API Token
zh_hant: 獲取 API Token

source: Get Client ID
de: Client ID erhalten
es: Obtener ID Cliente
fr: Obtenir ID Client
it: Ottieni ID Client
ja: クライアントIDを取得
ko: 클라이언트 ID 가져오기
ru: Получить ID клиента
zh_hans: 获取 Client ID
zh_hant: 獲取 Client ID

source: Grant Permission
de: Berechtigung gewähren
es: Conceder Permiso
fr: Accorder la Permission
it: Concedi Permesso
ja: 権限を付与
ko: 권한 부여
ru: Предоставить Разрешение
zh_hans: 授予权限
zh_hant: 授予權限

source: Header Data
de: Header Daten
es: Datos Header
fr: Données Header
it: Dati Header
ja: Headerデータ
ko: Header 데이터
ru: Header данные
zh_hans: Headers 数据
zh_hant: Headers 數據

# host.type.aliyun_oss
source: Aliyun OSS
de: Alibaba Cloud OSS
es: Alibaba Cloud OSS
fr: Alibaba Cloud OSS
it: Alibaba Cloud OSS
ja: Alibaba Cloud OSS
ko: Alibaba Cloud OSS
ru: Alibaba Cloud OSS
zh_hans: 阿里云 OSS
zh_hant: 阿里雲 OSS

# host.type.baidu_bos
source: Baidu Cloud BOS
de: Baidu BOS
es: Baidu BOS
fr: Baidu BOS
it: Baidu BOS
ja: Baidu BOS
ko: Baidu BOS
ru: Baidu BOS
zh_hans: 百度云 BOS
zh_hant: 百度雲 BOS

# host.type.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 정의
ru: Пользовательский
zh_hans: 自定义
zh_hant: 自定義

# host.type.s3
source: Amazon S3(Support for third-party S3 protocols)
de: S3 Kompatibel
es: S3 Compatible
fr: S3 Compatible
it: S3 Compatible
ja: S3 互換
ko: S3 호환
ru: S3 Совместимый
zh_hans: Amazon S3(支持第三方S3协议)
zh_hant: Amazon S3(支持第三方S3協議)

# host.type.tencent_cos
source: Tencent Cloud COS
de: Tencent COS
es: Tencent COS
fr: Tencent COS
it: Tencent COS
ja: Tencent COS
ko: Tencent COS
ru: Tencent COS
zh_hans: 腾讯云 COS
zh_hant: 騰訊雲 COS

source: Import failed
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l'import
it: Importazione fallita
ja: インポートに失敗しました
ko: 가져오기 실패
ru: Ошибка импорта
zh_hans: 导入图床配置失败
zh_hant: 導入圖床配置失敗

source: Import host configuration
de: Host-Konfiguration importieren
es: Importar configuración de host
fr: Importer la configuration de l'hôte
it: Importa configurazione host
ja: ホスト設定をインポート
ko: 호스트 구성 가져오기
ru: Импортировать конфигурацию хоста
zh_hans: 导入图床配置
zh_hant: 導入圖床配置

# Invalid file path
source: Invalid file path or url
de: Ungültiger Dateipfad
es: Ruta de archivo no válida
fr: Chemin de fichier invalide
it: Percorso file non valido
ja: 無効なファイルパス
ko: 잘못된 파일 경로
ru: Недопустимый путь к файлу
zh_hans: 无效的文件路径或链接
zh_hant: 無效的文件路徑或鏈接

source: items
de: Elemente
es: elementos
fr: éléments
it: elementi
ja: アイテム
ko: 항목
ru: элементы
zh_hans: 个项目
zh_hant: 個項目

source: Just the repo name, not the repo URL
de: Nur der Repo-Name, nicht die Repo-URL
es: Solo el nombre del repo, no la URL del repo
fr: Seulement le nom du repo, pas l'URL du repo
it: Solo il nome del repo, non l'URL del repo
ja: リポジトリのURLではなく、リポジトリ名だけ
ko: 저장소 URL이 아닌 저장소 이름만
ru: Только имя репозитория, а не URL репозитория
zh_hans: 只需要仓库名称, 而不是仓库连接
zh_hant: 只需要倉庫名稱, 而不是倉庫連接

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
ko: 나중에
ru: Позже
zh_hans: 稍后
zh_hant: 稍後

source: Launching uPic...
de: uPic wird gestartet...
es: Iniciando uPic...
fr: Lancement de uPic...
it: Avvio di uPic...
ja: uPicを起動中...
ko: uPic 시작 중...
ru: Запуск uPic...
zh_hans: 正在启动 uPic...
zh_hant: 正在啟動 uPic...

source: Manage Permission
de: Berechtigung verwalten
es: Gestionar Permiso
fr: Gérer la Permission
it: Gestisci Permesso
ja: 権限を管理
ko: 권한 관리
ru: Управлять Разрешением
zh_hans: 管理权限
zh_hant: 管理權限

source: merge
de: zusammenführen
es: fusionar
fr: fusionner
it: unisci
ja: マージ
ko: 병합
ru: объединить
zh_hans: 合并
zh_hant: 合併

source: Method
de: Methode
es: Método
fr: Méthode
it: Metodo
ja: メソッド
ko: 메소드
ru: Метод
zh_hans: 请求方式
zh_hant: 請求方式

# Never created Client ID
source: Not created yet? Go create!
de: Nie Client ID erstellt
es: Nunca se creó ID Cliente
fr: Jamais créé d'ID Client
it: Mai creato ID Client
ja: クライアントIDが作成されたことがありません
ko: 클라이언트 ID가 생성된 적 없음
ru: Никогда не создавался ID клиента
zh_hans: 没有创建过？去创建！
zh_hant: 沒有創建過？去創建！

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
ru: Далее
zh_hans: 下一步
zh_hant: 下一步

# No access to file!
source: Do not have permission to access this file, please go to preferences to authorize disk access!
de: Kein Zugriff auf die Datei!
es: ¡No hay acceso al archivo!
fr: Pas d'accès au fichier!
it: Nessun accesso al file!
ja: ファイルにアクセスできません!
ko: 파일에 접근할 수 없습니다!
ru: Нет доступа к файлу!
zh_hans: 无权访问该文件，请前往偏好设置授权磁盘访问!
zh_hant: 無權訪問該檔案，請前往偏好設定授權磁片訪問！

source: No exportable hosts!
de: Keine exportierbaren Hosts!
es: ¡No hay hosts exportables!
fr: Aucun hôte exportable!
it: Nessun host esportabile!
ja: エクスポート可能なホストがありません!
ko: 내보낼 수 있는 호스트가 없습니다!
ru: Нет экспортируемых хостов!
zh_hans: 没有可导出的图床配置!
zh_hant: 沒有可導出的圖床配置!

source: No files found from ShareExtension
de: Keine Dateien von ShareExtension gefunden
es: No se encontraron archivos desde ShareExtension
fr: Aucun fichier trouvé depuis ShareExtension
it: Nessun file trovato da ShareExtension
ja: ShareExtensionからファイルが見つかりません
ko: ShareExtension에서 파일을 찾을 수 없습니다
ru: Файлы не найдены из ShareExtension
zh_hans: 未找到来自分享扩展的文件
zh_hant: 未找到來自分享擴展的檔案

source: No logs!
de: Keine Logs!
es: ¡No hay registros!
fr: Aucun journal!
it: Nessun log!
ja: ログがありません!
ko: 로그가 없습니다!
ru: Нет логов!
zh_hans: 暂无日志！
zh_hant: 暫無日誌！

source: Not Authorized
de: Nicht autorisiert
es: No autorizado
fr: Non autorisé
it: Non autorizzato
ja: 認証されていません
ko: 인증되지 않음
ru: Не авторизовано
zh_hans: 未授权
zh_hant: 未授权

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끄기
ru: Выключено
zh_hans: 关闭
zh_hant: 關閉

source: On
de: Ein
es: Activado
fr: Activé
it: Attivato
ja: オン
ko: 켜기
ru: Включено
zh_hans: 开启
zh_hant: 開啟

source: Operator password
de: Operator Passwort
es: Contraseña Operador
fr: Mot de passe Opérateur
it: Password Operatore
ja: オペレーターパスワード
ko: 운영자 비밀번호
ru: Пароль оператора
zh_hans: 操作员密码
zh_hant: 操作員密碼

source: Other fields
de: Andere Felder
es: Otros campos
fr: Autres champs
it: Altri campi
ja: その他のフィールド
ko: 기타 필드
ru: Другие поля
zh_hans: 其他字段
zh_hant: 其他字段

source: Output format
de: Ausgabeformat
es: Formato de salida
fr: Format de sortie
it: Formato output
ja: 出力形式
ko: 출력 형식
ru: Формат вывода
zh_hans: 输出格式
zh_hant: 輸出格式

source: Output format encode
de: Ausgabeformat Kodierung
es: Codificación formato salida
fr: Encodage format de sortie
it: Codifica formato output
ja: 出力形式エンコード
ko: 출력 형식 인코딩
ru: Кодировка формата вывода
zh_hans: 输出格式编码
zh_hant: 輸出格式編碼

# Output url format
source: Output url format, support url, html, markdown (md), ubb
de: Ausgabe URL Format
es: Formato URL salida
fr: Format URL de sortie
it: Formato URL output
ja: 出力URL形式
ko: 출력 URL 형식
ru: Формат URL вывода
zh_hans: 输出的url格式, 支持 url、html、markdown(md)、ubb
zh_hant: 輸出的url格式, 支持 url、html、markdown(md)、ubb

source: Owner
de: Besitzer
es: Propietario
fr: Propriétaire
it: Proprietario
ja: 所有者
ko: 소유자
ru: Владелец
zh_hans: 用户名
zh_hant: 用戶名

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
ru: Пароль
zh_hans: 密码
zh_hant: 密碼

# Path and URL of the file to upload
source: Path and URL of the file to upload (At least one, separated by a space)
de: Pfad und URL der hochzuladenden Datei
es: Ruta y URL del archivo a subir
fr: Chemin et URL du fichier à télécharger
it: Percorso e URL del file da caricare
ja: アップロードするファイルのパスとURL
ko: 업로드할 파일의 경로와 URL
ru: Путь и URL файла для загрузки
zh_hans: 待上传的文件路径和URL (最少一个, 以空格分隔)
zh_hant: 待上傳的文件路徑和URL (最少一個, 以空格分隔)

source: Pic Quality
de: Bildqualität
es: Calidad de imagen
fr: Qualité d'image
it: Qualità immagine
ja: 画像品質
ko: 이미지 품질
ru: Качество изображения
zh_hans: 图片质量
zh_hant: 圖片質量

source: Please try again
de: Bitte versuchen Sie es erneut
es: Por favor intente nuevamente
fr: Veuillez réessayer
it: Riprova
ja: 再試行してください
ko: 다시 시도해 주세요
ru: Пожалуйста, попробуйте еще раз
zh_hans: 请重试
zh_hant: 請重試

source: Please wait...
de: Bitte warten...
es: Por favor espere...
fr: Veuillez patienter...
it: Attendere...
ja: お待ちください...
ko: 잠시만 기다려주세요...
ru: Пожалуйста, подождите...
zh_hans: 请稍候...
zh_hant: 請稍候...

source: Print this help message
de: Diese Hilfemeldung ausgeben
es: Imprimir este mensaje de ayuda
fr: Imprimer ce message d'aide
it: Stampa questo messaggio di aiuto
ja: このヘルプメッセージを表示
ko: 이 도움말 메시지 출력
ru: Вывести это справочное сообщение
zh_hans: 打印帮助信息
zh_hant: 打印幫助信息

source: Processing files...
de: Dateien werden verarbeitet...
es: Procesando archivos...
fr: Traitement des fichiers...
it: Elaborazione file...
ja: ファイルを処理中...
ko: 파일 처리 중...
ru: Обработка файлов...
zh_hans: 正在处理文件...
zh_hant: 正在處理檔案...

source: Re-authorize
de: Erneut autorisieren
es: Re-autorizar
fr: Re-autoriser
it: Ri-autorizzare
ja: 再認証
ko: 재인증
ru: Переавторизовать
zh_hans: 重新授权
zh_hant: 重新授權

source: Reset User Preferences?
de: Benutzereinstellungen zurücksetzen?
es: ¿Restablecer preferencias de usuario?
fr: Réinitialiser les préférences utilisateur?
it: Reimpostare le preferenze utente?
ja: ユーザー設定をリセットしますか？
ko: 사용자 기본 설정을 재설정하시겠습니까?
ru: Сбросить пользовательские настройки?
zh_hans: 重置用户偏好设置?
zh_hant: 重置用戶偏好設定?

source: Revoke
de: Widerrufen
es: Revocar
fr: Révoquer
it: Revocare
ja: 取り消す
ko: 취소
ru: Отозвать
zh_hans: 撤销
zh_hant: 撤銷

source: Revoke Permission
de: Berechtigung widerrufen
es: Revocar Permiso
fr: Révoquer la Permission
it: Revocare il Permesso
ja: 権限を取り消す
ko: 권한 취소
ru: Отозвать Разрешение
zh_hans: 撤销权限
zh_hant: 撤銷權限

source: Right click to cancel the current upload task
de: Rechtsklick zum Abbrechen des aktuellen Upload-Vorgangs
es: Clic derecho para cancelar la tarea de carga actual
fr: Clic droit pour annuler la tâche de téléchargement actuelle
it: Clic destro per annullare l'attività di caricamento corrente
ja: 現在のアップロードタスクをキャンセルするには右クリック
ko: 현재 업로드 작업을 취소하려면 마우스 오른쪽 버튼 클릭
ru: Щелкните правой кнопкой мыши, чтобы отменить текущую задачу загрузки
zh_hans: 右击取消当前上传任务
zh_hant: 右擊取消當前上傳任務

# Save Key Tips
source: Supports {year} {month} {day} {hour} {minute} {second} {since_second} {since_millisecond} {random} {filename} {.suffix} {suffix} {mimetype} and etc. For example, the uploaded file is uPic.jpg, set to "uPic/{filename}{.suffix}", it will be saved as: uPic/uPic.jpg.
de: Speichern Sie den Schlüssel sicher, er wird nicht erneut angezeigt
es: Guarde la clave de forma segura, no se volverá a mostrar
fr: Enregistrez la clé en toute sécurité, elle ne sera plus affichée
it: Salva la chiave in modo sicuro, non verrà più mostrata
ja: キーを安全に保存してください、再表示されません
ko: 키를 안전하게 저장하세요, 다시 표시되지 않습니다
ru: Сохраните ключ безопасно, он больше не будет отображаться
zh_hans: 支持 {year} {month} {day} {hour} {minute} {second} {since_second} {since_millisecond} {random} {filename} {.suffix} {suffix} {mimetype} 等变量。比如: 上传的图片为 uPic.jpg, 设定为 “uPic/{filename}{.suffix}”, 则会保存到 “uPic/uPic.jpg”。
zh_hant: 支持 {year} {month} {day} {hour} {minute} {second} {since_second} {since_millisecond} {random} {filename} {.suffix} {suffix} {mimetype} 等變量。比如: 上傳的圖片為 uPic.jpg, 設定為 “uPic/{filename}{.suffix}”, 則會保存到 “uPic/uPic.jpg”。

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
ja: 成功
ko: 성공
ru: Успешно
zh_hans: 成功
zh_hant: 成功

source: Successfully
de: Erfolgreich
es: Exitosamente
fr: Avec succès
it: Con successo
ja: 成功
ko: 성공
ru: Успешно
zh_hans: 成功
zh_hant: 成功

# Suffix Tips
source: The suffix added during the visit does not affect the upload(also supports variables). Can be used as object storage for image processing styles, etc ... For example: !w means get a watermarked image.
de: Dateierweiterung, z.B. jpg, png
es: Extensión de archivo, ej. jpg, png
fr: Extension de fichier, ex. jpg, png
it: Estensione file, es. jpg, png
ja: ファイル拡張子、例: jpg, png
ko: 파일 확장자, 예: jpg, png
ru: Расширение файла, напр. jpg, png
zh_hans: 访问时追加的后缀, 不影响上传(同样支持变量)。可用作对象储存的图片处理样式等等...例如: !w 代表获取加水印版的图片。
zh_hant: 訪問時追加的後綴, 不影響上傳(同樣支持變量)。可用作對象儲存的圖片處理樣式等等...例如: !w 代表獲取加水印版的圖片。

source: The configuration file is exported successfully, Do not modify the file contents!
de: Die Konfigurationsdatei wurde erfolgreich exportiert, ändern Sie den Dateiinhalt nicht!
es: ¡El archivo de configuración se exportó exitosamente, no modifique el contenido del archivo!
fr: Le fichier de configuration a été exporté avec succès, ne modifiez pas le contenu du fichier!
it: Il file di configurazione è stato esportato con successo, non modificare il contenuto del file!
ja: 設定ファイルは正常にエクスポートされました、ファイル内容を変更しないでください!
ko: 구성 파일이 성공적으로 내보내졌습니다, 파일 내용을 수정하지 마세요!
ru: Файл конфигурации успешно экспортирован, не изменяйте содержимое файла!
zh_hans: 配置文件导出成功, 请勿修改文件内容!
zh_hant: 配置文件導出成功, 請勿修改文件內容!
